<?php
/*-------------------------------------------------------+
| PHP-Fusion Content Management System
| Copyright (C) PHP-Fusion Inc
| https://www.php-fusion.co.uk/
+--------------------------------------------------------+
| Filename: videos/locale/Russian/videos.php
| Author: zizub
+--------------------------------------------------------+
| This program is released as free software under the
| Affero GPL license. You can redistribute it and/or
| modify it under the terms of this license which you
| can read by viewing the included agpl.txt or online
| at www.gnu.org/licenses/agpl.html. Removal of this
| copyright header is strictly prohibited without
| written permission from the original author(s).
+--------------------------------------------------------*/
$locale['VID_title'] = 'Видео';
$locale['VID_desc'] = 'Стандартная система видео';
$locale['VID_latest'] = 'Последние видео';
$locale['VID_submit'] = 'Прислать видео';
$locale['video_submit'] = '%s Видео';
$locale['VID_001'] = 'Категории';
$locale['VID_002'] = 'Присланное видео';
$locale['VID_003'] = 'Настройки';
$locale['VID_004'] = 'Категории видео не определены<br/>Вы должны создать хотя бы одну категорию, чтобы иметь возможность добавлять видео';
$locale['VID_005'] = 'Всё видео';
$locale['VID_006'] = 'В настоящее время отображается %d из всех %d опубликованных видео';
$locale['VID_007'] = 'Фильтр отображения по категориям';
$locale['VID_008'] = 'У вас нет ни одного опубликованного видео';
$locale['VID_009'] = 'Категория:';
$locale['VID_010'] = 'Заголовок';
$locale['VID_011'] = 'Заголовок видео не может быть пустым';
$locale['VID_012'] = 'Ключевые слова';
$locale['VID_013'] = 'Нажимайте клавишу Enter для завершения ввода каждого слова';
$locale['VID_013a'] = 'Длина видео';
$locale['VID_013b'] = 'Длина видео не может оставаться пустой';
$locale['VID_014'] = 'Описание';
$locale['VID_015'] = 'Скриншот для видео';
$locale['VID_015a'] = '!Если видео с YouTube/Vimeo, скриншот не нужен';
$locale['VID_016'] = 'Макс. размер файла: %s / Разрешённые типы файлов: %s / Макс. ширина: %spx, Макс. высота: %spx';
$locale['VID_017'] = 'Источник видео: Выберите из выпадающего списка File, URL или Embed code. Вкладки (табы) НЕ трогать';
$locale['VID_017a'] = 'Тип видео';
$locale['VID_018'] = 'File';
$locale['VID_019'] = 'URL';
$locale['VID_019a'] = 'Source';
$locale['VID_019b'] = '!Используйте только те части, которые выделены <span class="required">красным цветом</span>.';
$locale['VID_020'] = 'Embed code';
$locale['VID_021'] = 'Загрузка видеофайла';
$locale['VID_022'] = 'Требуется Видеофайл';
$locale['VID_023'] = 'Макс. размер файла: %s / Разрешённые типы файлов: %s';
$locale['VID_024'] = 'Требуется URL-адрес видео';
$locale['VID_025'] = 'Требуется Код для встраивания видео';
$locale['VID_026'] = '%s отключены для всех элементов. Этот параметр вступит в силу только после их включения.';
$locale['VID_027'] = 'Показывать для:';
$locale['VID_028'] = 'Разрешить комментарии';
$locale['VID_029'] = 'Разрешить оценки';
$locale['VID_030'] = 'Обновить дату публикации';
$locale['VID_031'] = 'Сохранить';
$locale['VID_032'] = 'Эту категорию нельзя удалить<br/>В эту категорию добавлено видео или подкатегории';
$locale['VID_033'] = 'Название категории';
$locale['VID_034'] = 'Пожалуйста, введите название категории.';
$locale['VID_035'] = 'Описание категории';
$locale['VID_037'] = 'Сортировка Категорий';
$locale['VID_038'] = 'Видео ID';
$locale['VID_039'] = 'Дата видео';
$locale['VID_040'] = 'Восходящая';
$locale['VID_041'] = 'Нисходящая';
$locale['VID_042'] = 'Родительская категория';
$locale['VID_043'] = 'Редактор категорий';
$locale['VID_044'] = 'Созданные категории';
$locale['VID_045'] = 'У вас нет созданных категорий';
$locale['VID_046'] = 'Вы должны удалить файл.';
$locale['VID_047'] = 'Присланное видео было опубликовано';
$locale['VID_048'] = 'Присланное видео было удалено';
$locale['VID_049'] = 'Видео было прислано пользователем ';
$locale['VID_050'] = 'Отправлено ';
$locale['VID_051'] = 'Опубликовать';
$locale['VID_052'] = 'Удалить';
$locale['VID_053'] = 'В настоящее время ожидает проверки %s видео.';
$locale['VID_054'] = 'ID присланного';
$locale['VID_055'] = 'Автор присланного';
$locale['VID_056'] = 'Время отправления';
$locale['VID_057'] = 'Заголовок присланного видео';
$locale['VID_058'] = 'В настоящее время нет присланных видео';
$locale['VID_059'] = 'Настройки для видеосистемы';
$locale['VID_060'] = 'Видео на страницу';
$locale['VID_061'] = 'Максимальный размер скриншота:';
$locale['VID_062'] = 'Ширина x Высота';
$locale['VID_063'] = 'Максимальный размер файла скриншота:';
$locale['VID_064'] = 'Максимальный размер видео:';
$locale['VID_065'] = 'Присланное видео?';
$locale['VID_066'] = 'Разрешённые типы файлов:';
$locale['VID_067'] = 'Главная видео';
$locale['VID_068'] = 'Наиболее просматриваемые';
$locale['VID_069'] = 'Последние добавления';
$locale['VID_070'] = 'Самое комментируемое';
$locale['VID_071'] = 'Самое рейтинговое';
$locale['VID_072'] = 'Без категории';
$locale['VID_073'] = 'Авторы';
$locale['VID_074'] = 'Без Автора';
$locale['VID_075'] = 'Видео ещё не добавлено';
$locale['VID_076'] = 'Прислать своё видео';
$locale['VID_077'] = 'Извините, в настоящий момент мы не принимаем видеоматериалы на этом сайте.';
$locale['VID_078'] = 'Неизвестная ошибка';
$locale['VID_079'] = 'Спасибо! Ваше видео отправлено на проверку.';
$locale['VID_080'] = 'Прислать другое видео';
$locale['VID_081'] = 'Вернуться на [SITENAME]';
$locale['VID_082'] = 'Используйте следующую форму для отправки видео.<br/>Ваша публикация будет рассмотрена Администратором.
[SITENAME] оставляет за собой право изменять или редактировать любые материалы.
Видео должно быть применимо к контенту этого сайта. Заявки, признанные непригодными, будут отклонены.';
$locale['VID_083'] = 'Включить Likes/Dislikes?';
$locale['VID_notice_01'] = 'Видео обновлено';
$locale['VID_notice_02'] = 'Видео добавлено';
$locale['VID_notice_03'] = 'Видео удалено';
$locale['VID_notice_04'] = 'Заполните: URL, Embed code или File, их нельзя оставлять пустыми';
$locale['VID_notice_05'] = 'Категория удалена';
$locale['VID_notice_06'] = 'Категория обновлена';
$locale['VID_notice_07'] = 'Такая категория уже существует';
$locale['VID_notice_08'] = 'Категория добавлена';
$locale['VID_notice_09'] = 'Настройки обновлены';
