<?php
/*-------------------------------------------------------+
| PHP-Fusion Content Management System
| Copyright (C) PHP-Fusion Inc
| https://www.php-fusion.co.uk/
+--------------------------------------------------------+
| Filename: videos/locale/Russian/videos.php
| Author: zizub
+--------------------------------------------------------+
| This program is released as free software under the
| Affero GPL license. You can redistribute it and/or
| modify it under the terms of this license which you
| can read by viewing the included agpl.txt or online
| at www.gnu.org/licenses/agpl.html. Removal of this
| copyright header is strictly prohibited without
| written permission from the original author(s).
+--------------------------------------------------------*/
$locale['vid_title'] = 'Видео';
$locale['vid_desc'] = 'Стандартная система видео';
$locale['vid_latest'] = 'Последние видео';
$locale['vid_submit'] = 'Прислать видео';
$locale['video_submit'] = '%s Видео';
$locale['vid_001'] = 'Категории';
$locale['vid_002'] = 'Присланное видео';
$locale['vid_003'] = 'Настройки';
$locale['vid_004'] = 'Категории видео не определены<br/>Вы должны создать хотя бы одну категорию, чтобы иметь возможность добавлять видео';
$locale['vid_005'] = 'Всё видео';
$locale['vid_006'] = 'В настоящее время отображается %d из всех %d опубликованных видео';
$locale['vid_007'] = 'Фильтр отображения по категориям';
$locale['vid_008'] = 'У вас нет ни одного опубликованного видео';
$locale['vid_009'] = 'Категория:';
$locale['vid_010'] = 'Заголовок';
$locale['vid_011'] = 'Заголовок видео не может быть пустым';
$locale['vid_012'] = 'Ключевые слова';
$locale['vid_013'] = 'Нажимайте клавишу Enter для завершения ввода каждого слова';
$locale['vid_013a'] = 'Длина видео';
$locale['vid_013b'] = 'Длина видео не может оставаться пустой';
$locale['vid_014'] = 'Описание';
$locale['vid_015'] = 'Скриншот для видео';
$locale['vid_015a'] = 'Если видео с YouTube/Vimeo, скриншот не нужен';
$locale['vid_016'] = 'Макс. размер файла: %s / Разрешённые типы файлов: %s / Макс. ширина: %spx, Макс. высота: %spx';
$locale['vid_017'] = 'Добавление видео: Выберите из выпадающего списка File, URL или Embed code. Вкладки (табы) НЕ трогать';
$locale['vid_017a'] = 'Тип добавляемого видео';
$locale['vid_018'] = 'File';
$locale['vid_019'] = 'URL';
$locale['vid_019a'] = 'Source';
$locale['vid_019b'] = 'Используйте только те части, которые выделены <span class="required">красным цветом</span>.';
$locale['vid_020'] = 'Embed code';
$locale['vid_021'] = 'Загрузка видеофайла';
$locale['vid_022'] = 'Требуется Видеофайл';
$locale['vid_023'] = 'Макс. размер файла: %s / Разрешённые типы файлов: %s';
$locale['vid_024'] = 'Требуется URL-адрес видео';
$locale['vid_025'] = 'Требуется Код для встраивания видео';
$locale['vid_026'] = '%s отключены для всех элементов. Этот параметр вступит в силу только после их включения.';
$locale['vid_027'] = 'Показывать для:';
$locale['vid_028'] = 'Разрешить комментарии';
$locale['vid_029'] = 'Разрешить оценки';
$locale['vid_030'] = 'Обновить дату публикации';
$locale['vid_031'] = 'Сохранить';
$locale['vid_032'] = 'Эту категорию нельзя удалить<br/>В эту категорию добавлено видео или подкатегории';
$locale['vid_033'] = 'Название категории';
$locale['vid_034'] = 'Пожалуйста, введите название категории.';
$locale['vid_035'] = 'Описание категории';
$locale['vid_037'] = 'Сортировка Категорий';
$locale['vid_038'] = 'Видео ID';
$locale['vid_039'] = 'Дата видео';
$locale['vid_040'] = 'Восходящая';
$locale['vid_041'] = 'Нисходящая';
$locale['vid_042'] = 'Родительская категория';
$locale['vid_043'] = 'Редактор категорий';
$locale['vid_044'] = 'Созданные категории';
$locale['vid_045'] = 'У вас нет созданных категорий';
$locale['vid_046'] = 'Вы должны удалить файл.';
$locale['vid_047'] = 'Присланное видео было опубликовано';
$locale['vid_048'] = 'Присланное видео было удалено';
$locale['vid_049'] = 'Видео было прислано пользователем ';
$locale['vid_050'] = 'Отправлено ';
$locale['vid_051'] = 'Опубликовать';
$locale['vid_052'] = 'Удалить';
$locale['vid_053'] = 'В настоящее время ожидает проверки %s видео.';
$locale['vid_054'] = 'ID присланного';
$locale['vid_055'] = 'Автор присланного';
$locale['vid_056'] = 'Время отправления';
$locale['vid_057'] = 'Заголовок присланного видео';
$locale['vid_058'] = 'В настоящее время нет присланных видео';
$locale['vid_059'] = 'Настройки для видеосистемы';
$locale['vid_060'] = 'Видео на страницу';
$locale['vid_061'] = 'Максимальный размер скриншота:';
$locale['vid_062'] = 'Ширина x Высота';
$locale['vid_063'] = 'Максимальный размер файла скриншота:';
$locale['vid_064'] = 'Максимальный размер видео:';
$locale['vid_065'] = 'Присланное видео?';
$locale['vid_066'] = 'Разрешённые типы файлов:';
$locale['vid_067'] = 'Главная видео';
$locale['vid_068'] = 'Наиболее просматриваемые';
$locale['vid_069'] = 'Последние добавления';
$locale['vid_070'] = 'Самое комментируемое';
$locale['vid_071'] = 'Самое рейтинговое';
$locale['vid_072'] = 'Без категории';
$locale['vid_073'] = 'Авторы';
$locale['vid_074'] = 'Без Автора';
$locale['vid_075'] = 'Видео ещё не добавлено';
$locale['vid_076'] = 'Прислать своё видео';
$locale['vid_077'] = 'Извините, в настоящий момент мы не принимаем видеоматериалы на этом сайте.';
$locale['vid_078'] = 'Неизвестная ошибка';
$locale['vid_079'] = 'Спасибо! Ваше видео отправлено на проверку.';
$locale['vid_080'] = 'Прислать другое видео';
$locale['vid_081'] = 'Вернуться на [SITENAME]';
$locale['vid_082'] = 'Используйте следующую форму для отправки видео.<br/>Ваша публикация будет рассмотрена Администратором.
[SITENAME] оставляет за собой право изменять или редактировать любые материалы.
Видео должно быть применимо к контенту этого сайта. Заявки, признанные непригодными, будут отклонены.';
$locale['vid_083'] = 'Включить Likes/Dislikes?';
$locale['vid_notice_01'] = 'Видео обновлено';
$locale['vid_notice_02'] = 'Видео добавлено';
$locale['vid_notice_03'] = 'Видео удалено';
$locale['vid_notice_04'] = 'Заполните: URL, Embed code или File, их нельзя оставлять пустыми';
$locale['vid_notice_05'] = 'Категория удалена';
$locale['vid_notice_06'] = 'Категория обновлена';
$locale['vid_notice_07'] = 'Такая категория уже существует';
$locale['vid_notice_08'] = 'Категория добавлена';
$locale['vid_notice_09'] = 'Настройки обновлены';
